{
    "articles": [
        {
            "id" : "1",
            "imageUrl" : "assets/images/data_center_pollution.jpg",
            "title" : "Pollution des data centers",
            "details" : "Les données manipulées par les entreprises sont stockées dans les data centers via les serveurs, les disques durs, les routeurs. La manipulation de ces données (stockage et distribution) provoque un rechauffement des serveurs, ils ont besoins de refroidissement pour bien fonctionner. Or un dispositif de refroidissement necessite de la consommation d'energie assez enorme puisqu'ils doivent etre en marche 24h/24, 7jours/7 mais aussi des ressources en eau."

        },
        {
            "id" : "2",
            "imageUrl" : "assets/images/DANGER_APPAREILS.jpeg",
            "title" : "Danger des appareils éléctroniques",
            "details" : "Selon une étude américaine, l’utilisation d’appareils électroniques (PC, smartphones, tablettes, télés, etc.) avant le coucher favoriserait les troubles du sommeil. Autre explication, les activités pratiquées sur ces équipements (navigation sur le Web, jeux vidéo, réseaux sociaux et dans une moindre mesure le visionnage d'émissions télé) stimuleraient beaucoup le cerveau qui aurait ensuite du mal à ralentir son activité pour trouver le sommeil.Enfin les auteurs de l'étude observent de manière plus terre à terre que certains équipements comme les smartphones ou les portables perturbent directement le sommeil de leurs propriétaires par les signaux qu'ils émettent (sonnerie d'appel, alerte SMS ou réception d'emails lorsqu'on est endormi)"

        },
        {
            "id" : "3",
            "imageUrl" : "assets/images/organics_trash__pollution.jpg",
            "title" : "Pollution terrestre par les déchets organiques",
            "details" : "les déchets organiques mal gérés peuvent provoquer des nuisances tels que les mauvaises odeurs dues à la pourriture, la pollution des sols, la transmission de plusieurs maladies et beaucoup d’autres encore."

        },
        {
            "id" : "4",
            "imageUrl" : "assets/images/email_pollution.jpg",
            "title" : "Pollution numerique – email",
            "details" : "Sachez que lorsque nous envoyons des emails de taille 1 Mo, c'est équivalent 19g de CO2. Or selon une étude, 34 millions  de mails sont envoyée tous les heures, ce qui correspond à une consommation de 14 tonnes de pétrole. En effet, lorsque nous envoyons ou stockons des données sur le Cloud, ces processus dépenses énormément d'énergie et provoque du dégagement de CO2. Tous les jours, 12,3 mails sont envoyé par les utilisateurs, or 75% de ces mails sont des Spam et les newsletters où l'on s'abonne mais que nous ne lisons pas. Ils restent juste dans notre boite mail."

        },
        {
            "id" : "5",
            "imageUrl" : "assets/images/streaming_pollution.jpg",
            "title" : "Pollution numérique – streaming",
            "details" : "Les vidéos en streaming sur internet sont de haute qualité pour fournir une meilleur expérience utilisateur. Ils nécessitent une grande consommation d'énergie mais aussi de la pollution puisque l'utilisation des serveurs provoque de la production de CO2. Les vidéos y sont stockées et à chaque fois qu'on regarde des vidéos en streaming, les requêtes sont envoyés"

        }
    ]
}